

		#+begin_src js :tangle temmy.js
			
		#+end_src
		
*** Ink

		
**** Functions

		 #+begin_src ink :tangle temmy.ink
		 
		 #+end_src

**** Variables

		 #+begin_src ink :tangle temmy.ink
	 
		
		 
		 #+end_src

**** Protocol

		 #+begin_src ink :tangle temmy.ink
		 
		#+end_src

**** Subroutines

		 #+begin_src ink :tangle temmy.ink
		 
		 
	 #+end_src

	 #+RESULTS:
	 : 0


	 
	 
	 
	 
	 

